Repository: tib-baseball-softball/Berlin-Skylarks-iOS
Catalog: Berlin Skylarks/*.lproj/Localizable.strings
Languages: de

source: Save game data
de: Spieldaten speichern

source: Default
de: Standard

source: Cancel
de: Abbrechen

source: Choose Calendar
de: Wähle einen Kalender

source: Selected Calendar:
de: Gewählter Kalender:

source: Select Calendar to save to
de: Kalender zum Speichern auswählen

source: Chart
de: Grafik

source: Percentage
de: Prozentsatz

source: Wins Count
de: Anzahl Siege

source: Gameday
de: Spieltag

source: Gamedays
de: Spieltage

source: Streak
de: Serie

source: Favorite Team Details
de: Datenvisualisierung

source: Officials
de: Funktionäre

source: Previous
de: Vorheriger

source: Current
de: Aktueller

source: Next
de: Nächster

source: Any
de: Alle

source: Contact the developer
de: Entwickler kontaktieren

source: Save to calendar
de: Kalenderexport

source: %@ lead series
de: %@ führen in der Serie

source: planned Innings
de: geplante Innings

source: %@ Playoff Game %@
de: %1$@ Playoff-Spiel %2$@

source: %@ win series
de: %@ gewinnen die Serie

source: About the team
de: Über das Team

source: Accept selection
de: Auswahl bestätigen

source: Achievements
de: Erfolge

source: Age
de: Alter

source: All games have been saved.
de: Alle Spiele wurden gespeichert.

source: App Info
de: Info über die App

source: Ballpark Detail
de: Ballpark-Details

source: Bats
de: Schlägt

source: Build Number:
de: Build-Nummer:

source: Capacity:
de: Kapazität:

source: Club
de: Verein

source: Club Member since
de: Vereinsmitglied seit

source: Club Officials
de: Funktionäre

source: Club Team Records
de: Bilanzen aller Teams

source: Club Total
de: Gesamt für Verein

source: Clubhouse champagne celebration or dugout fights?
de: Champagner-Party im Clubhouse oder Streit im Dugout?

source: Contact Details
de: Kontaktdetails

source: Contribute on GitHub
de: Auf GitHub beitragen

source: Detailed Info
de: Detail-Infos

source: Directions
de: Anfahrt

source: Disclaimer: All license data is derived from BSM and managed by the BSVBB. The club has no control over the displayed data.
de: Disclaimer: Alle Lizenzdaten werden aus BSM gezogen und vom BSVBB verwaltet. Der Verein hat keinerlei Kontrolle, welche Daten hier angezeigt werden.

source: Favorite Team
de: Lieblingsteam

source: Filter
de: Filtern

source: Game Action
de: Spielbetrieb

source: Game Details
de: Spieldetails

source: Game has been saved to calendar
de: Das Spiel wurde im Kalender gespeichert.

source: Game officials
de: Offizielle

source: Game time
de: Spielrelevantes

source: Gameday:
de: Spieltag:

source: Games
de: Spiele

source: General Data
de: Allgemeine Daten

source: Get involved
de: Mitmachen

source: Hello World
de: Hallo Welt

source: Home
de: Heim

source: HomeTab
de: Home

source: Hot or cold - how is your team's season going?
de: Gut drauf oder eher schleppend - wie läuft's für dein Team diese Saison?

source: How are our teams doing?
de: Wie läuft es bei den Teams im Verein?

source: Jersey Number
de: Trikotnummer

source: Latest Score
de: Letztes Spiel

source: League
de: Liga

source: League Standings
de: Ligatabellen

source: Legal info
de: Rechtliche Infos

source: Legal Notice
de: Impressum

source: Legend: W: Wins L: Losses %: Winning Percentage
de: Legende: W: Siege L: Niederlagen %: Prozentsatz an Siegen

source: Legend: W: Wins L: Losses %: Winning Percentage GB: Games Behind (first place, assuming no ties) Srk: Streak (winning or losing)
de: Legende: W: Siege L: Niederlagen %: Prozentsatz an Siegen GB: Anzahl an Spielen, die der Erste voraushat Srk: Streak (aktuelle Serie)

source: Licenses
de: Lizenzen

source: Link to Scoresheet
de: Link zum Scoresheet

source: Loading data...
de: Datenabruf läuft...

source: Loading teams for current season...
de: Lade Teams für aktuelle Saison...

source: Location
de: Ort

source: Main
de: Haupt

source: Main info
de: Hauptinfos

source: Next Game
de: Nächstes Spiel

source: No active network connection has been detected. The app needs a connection to download its data.
de: Es wurde keine Netzwerkverbindung gefunden. Die App braucht Internetzugriff zum Herunterladen der Spieldaten.

source: No address data provided
de: Keine Adressdaten angegeben.

source: No date info.
de: Keine Info zum Datum.

source: No field coordinates provided
de: Keine Feldkoordinaten angegeben

source: No first umpire assigned yet
de: Bisher kein erster Umpire eingetragen

source: No location data available.
de: Keine Ortsdaten verfügbar

source: No location/field data
de: Keine Orts/Feldtaten

source: No map data provided
de: Keine Kartendaten verfügbar

source: No network connection
de: Keine Netzwerkverbindung

source: No scorer assigned yet
de: Bisher keine Scorer:in eingetragen

source: No second umpire assigned yet
de: Bisher kein zweiter Umpire eingetragen

source: No standings available.
de: Keine Tabellen verfügbar

source: No Standings available.
de: Keine Tabellen verfügbar.

source: No table data found.
de: Keine Tabellendaten gefunden

source: No Team
de: Kein Team

source: No team data found.
de: Keine Teamdaten gefunden

source: No team data.
de: Keine Teamdaten.

source: Player profiles
de: Spielerprofile

source: Please select a category
de: Bitte wähle eine Kategorie

source: Please select a league for comprehensive data.
de: Wähle eine Liga für umfassende Daten.

source: Please select a new favorite team for the home dashboard.
de: Bitte wähle ein Lieblingsteam für die App.

source: Please select an app section
de: Bitte wähle eine App-Sektion

source: Please select your favorite team to optimize your experience. Your favorite team appears in the Home dashboard.
de: Bitte wähle ein Lieblingsteam, um deine Benutzererfahrung zu optimieren. Dein Lieblingsteam erscheint im Dashboard.

source: Portrait
de: Porträt

source: Preferences
de: Einstellungen

source: Privacy Policy
de: Datenschutzerklärung

source: Rank
de: Rang

source: Right
de: Rechts

source: Road
de: Auswärts

source: Save favorite team
de: Lieblingsteam speichern

source: Score
de: Ergebnis

source: Scores
de: Spiele

source: Scoresheet unavailable
de: Scoresheet nicht verfügbar

source: Season
de: Saison

source: Season:
de: Saison:

source: Seats:
de: Sitzplätze:

source: See full Standings
de: Zeige gesamte Tabelle

source: See playoff series
de: Zeige Playoff-Serie

source: See records for all teams
de: Bilanzen für alle Teams

source: See Standings
de: Zeige Tabellen

source: Select Favorite Team
de: Wähle dein Lieblingsteam

source: Selected Season:
de: Gewählte Saison:

source: Selected section
de: Gewählte Sektion

source: Series Length:
de: Länge der Serie:

source: Series tied
de: Serie ausgeglichen

source: Settings
de: Einstellungen

source: Show non-Skylarks Games
de: Zeige externe Spiele

source: Show Player List
de: Zeige Spielerliste

source: Show:
de: Zeige:

source: Shows info about your favorite Skylarks team.
de: Zeigt Infos über dein Lieblingsteam.

source: Standings
de: Tabellen

source: Standings/Record
de: Tabelle/Bilanz

source: Team Basics
de: Grundlegendes

source: Team data
de: Teamdaten

source: Team mood
de: Stimmung im Team

source: Team Overview
de: Teamübersicht

source: Team Records
de: Team-Bilanzen

source: Team Scorers
de: Team-Scorer

source: Team selection
de: Team-Auswahl

source: Team Umpires
de: Team-Umpire

source: The chart shows the absolute number of wins in the league selected.
de: Die Tabelle zeigt die absolute Anzahl an Siegen in der gewählten Liga.

source: The selected season is applied globally in the app.
de: The gewählte Saison wirkt sich global in der App aus.

source: There are no games scheduled for the chosen time frame.
de: Es sind für den gewählten Zeitraum keine Spiele angesetzt.

source: There are no Skylarks games scheduled for the chosen time frame.
de: Es sind für den gewählten Zeitraum keine Spiele mit Skylarks-Beteiligung angesetzt.

source: There is no data to display.
de: Keine Daten anzuzeigen

source: There is no game data to save.
de: Es gibt keine Spieldaten zu speichern.

source: There is no next game to display.
de: Kein nächstes Spiel verfügbar.

source: There is no recent game to display.
de: Kein voriges Spiel verfügbar.

source: There is no scorer data to display.
de: Keine Scorerdaten verfügbar.

source: There is no umpire data to display.
de: Keine Schiedsrichterdaten verfügbar.

source: Throws
de: Wirft

source: Time Range
de: Zeitraum

source: Visit the team website
de: Besuche die Team-Webseite

source: Visual Chart of Wins count
de: Visuelle Grafik der Anzahl an Siegen

source: Visualization of current season
de: Visualisierung der aktuellen Saison

source: Welcome to the app!
de: Willkommen in der App!

source: Winning Percentage
de: Sieg-Prozentsatz

source: Wins/Losses
de: Siege/Niederlagen

source: You have disabled access to your calendar. To save games please go to your device settings to enable it.
de: Du hast den Zugriff auf den Kalender deaktiviert. Um Spiele speichern zu können, musst du den Zugriff in den Geräteeinstellungen wieder aktivieren.

source: You haven't selected a favorite Team yet. Select one in settings to have its latest standings and scores appear here.
de: Du hast bisher kein Lieblingsteam ausgewählt. Dessen Tabellen und Ergebnisse erscheinen dann hier.

source: You haven't selected a favorite Team yet. Select one via the button in the toolbar to have its latest standings and scores appear here.
de: Du hast bisher kein Lieblingsteam ausgewählt. Dessen Tabellen und Ergebnisse erscheinen dann hier.

source: Your favorite team appears in the Home dashboard tab.
de: Dein Lieblingsteam erscheint im Home Dashboard-Tab.
